Ran Plan for project: `sharedservices-prod` dir: `accounts/sharedservices-prod` workspace: `default`

<details><summary>Show Output</summary>

```diff
Wrote /home/atlantis/.atlantis/prod-ue2-multiaccounts.tfvars with secrets from SSM.


Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create
~ update in-place
- destroy

Terraform will perform the following actions:

  # aws_api_gateway_stage.api_stage will be updated in-place
~ resource "aws_api_gateway_stage" "api_stage" {
      ~ deployment_id         = "s0t26l" -> "auxvbl"
        id                    = "ags-70paytfqfb-prod"
        tags                  = {}
        # (14 unchanged attributes hidden)

        # (1 unchanged block hidden)
    }

  # aws_cloudwatch_log_group.render_video will be created
+ resource "aws_cloudwatch_log_group" "render_video" {
      + arn               = (known after apply)
      + id                = (known after apply)
      + log_group_class   = (known after apply)
      + name              = "/ecs/render_video"
      + name_prefix       = (known after apply)
      + retention_in_days = 3
      + skip_destroy      = false
      + tags_all          = {
          + "DeployedBy"  = "Terraform"
          + "Environment" = "prod"
          + "Project"     = "sharedservices"
        }
    }

  # aws_cloudwatch_log_group.render_video_log_group will be destroyed
  # (because aws_cloudwatch_log_group.render_video_log_group is not in configuration)
- resource "aws_cloudwatch_log_group" "render_video_log_group" {
      - arn               = "arn:aws:logs:us-east-2:825765422855:log-group:/aws/lambda/render_video" -> null
      - id                = "/aws/lambda/render_video" -> null
      - log_group_class   = "STANDARD" -> null
      - name              = "/aws/lambda/render_video" -> null
      - retention_in_days = 3 -> null
      - skip_destroy      = false -> null
      - tags              = {} -> null
      - tags_all          = {
          - "DeployedBy"  = "Terraform"
          - "Environment" = "prod"
          - "Project"     = "sharedservices"
        } -> null
        # (2 unchanged attributes hidden)
    }

Plan: 1 to add, 1 to change, 1 to destroy.
```
</details>

* :arrow_forward: To **apply** this plan, comment:
  ```shell
  atlantis apply -p sharedservices-prod
  ```
* :put_litter_in_its_place: To **delete** this plan and lock, click [here](http://atlantis.feedutopia.com:4141/lock?id=ryan-longoria%252FFeedUtopia%252Faccounts%252Fsharedservices-prod%252Fdefault)
* :repeat: To **plan** this project again, comment:
  ```shell
  atlantis plan -p sharedservices-prod
  ```
Plan: 1 to add, 1 to change, 1 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this Pull Request, comment:
  ```shell
  atlantis apply
  ```
* :put_litter_in_its_place: To **delete** all plans and locks from this Pull Request, comment:
  ```shell
  atlantis unlock
  ```